<?if (!defined('B_PROLOG_INCLUDED') || B_PROLOG_INCLUDED!==true) die();
// ---------------------------------------------------------------------------------------------------- iLaB
$arComponentDescription = array(
    'NAME'			=> 'Элементы',			// название компонента
    'DESCRIPTION'	=> 'Элементы',			// краткое описание компонента
    'PATH'			=> array(							// расположение компонента в виртуальном дереве(Категория, папка, элемент)
        'ID'		=> 'ilab',							// ID код ветки дерева (должен быть уникальным)
        'NAME'		=> GetMessage('I_NAME_TREE'),		// название ветки дерева
    ),
    'CACHE_PATH'	=> 'Y'								// отображается кнопка очистки кэша компонента в режиме редактирования сайта
);
// ---------------------------------------------------------------------------------------------------- iLaB?>