<div class="i_about-company-desc">
            <span>
                TOO *<span class="color-company-desc">ExSolCom</span>ЖШС нарықта 17 жылдан астам уақыт бойы жұмыс істейді. Соңғы 15 жылда біз 880-ден астам 1С франчайзи компанияларының арасында Қазақстан корпоративтік нарығында жетекші орындарды иеленіп келеміз. Компанияның негізгі қызмет түрі – 1С фирмасының бағдарламалық өнімдерін корпоративтік нарықта сату, енгізу және қолдау.            </span>
    <span>
                Біздің <span class="color-company-desc">клиенттеріміз </span>Қазақстанның мемлекеттік және коммерциялық секторларындағы орта және ірі бизнес кәсіпорындары болып табылады. Біз 200-ден астам жобаны енгіздік және автоматтандырылған жүйелердің 20 000-нан астам жұмыс орнын автоматтандырдық.            </span>
    <span>
                <span class="color-company-desc">Компаниямыздың миссиясы</span> – клиенттерімізге бизнесте максималды табысқа жетуге мүмкіндік беру үшін біздің ең тиімді IT шешімдерімізді, өнімдерімізді және қызметтерімізді пайдалану.            </span>
    <span>
                Біздің <span class="color-company-desc">құндылықтарымыз:</span> біз кәсібилікті, ашықтықты, жеделдікті, сапаны, адалдықты және өзара сыйластықты бағалаймыз. Бұл біздің жұмысымыздағы және клиенттерімізбен өзара тиімді бизнес қатынастарымыздағы басты қағидалар."            </span>
</div>