<?
$MESS["SEARCH_ALL"] = "(барлығы)";
$MESS["SEARCH_GO"] = "Іздеу";
$MESS["PLACE_HOLDER"] = "Іздеу сөзі";
$MESS["SEARCH_ERROR"] = "Іздеу сұранысында қате табылды:";
$MESS["SEARCH_CORRECT_AND_CONTINUE"] = "Іздеу сұранысын түзетіп, қайталап көріңіз.";
$MESS["SEARCH_SINTAX"] = "<b>Іздеу сұранысының синтаксисі:</b><br /><br />Көбінесе сұраныс бір немесе бірнеше сөзден тұрады, мысалы:<br /><i>байланыс ақпараты</i><br />Мұндай сұраныс бойынша осы екі сөз кездесетін беттер табылады.<br /><br />Логикалық операторлар неғұрлым күрделі сұраныстар құруға мүмкіндік береді, мысалы:<br /><i>байланыс ақпараты немесе телефон</i><br />Бұл сұраныс бойынша \"байланыс\" және \"ақпараты\" сөздері немесе \"телефон\" сөзі кездесетін беттер табылады.<br /><br /><i>байланыс ақпараты емес телефон</i><br />Бұл сұраныс бойынша \"байланыс\" және \"ақпараты\" сөздері кездесетін, бірақ \"телефон\" сөзі кездеспейтін беттер табылады.<br />Сіз күрделі сұраныстар жасау үшін жақшаларды пайдалана аласыз.<br />";
$MESS["SEARCH_LOGIC"] = "Логикалық операторлар:";
$MESS["SEARCH_OPERATOR"] = "Оператор";
$MESS["SEARCH_SYNONIM"] = " Синонимдер";
$MESS["SEARCH_DESCRIPTION"] = "Сипаттама";
$MESS["SEARCH_AND"] = "және";
$MESS["SEARCH_AND_ALT"] = "<i>Логикалық \"және\"</i> операторы әдепкі бойынша қабылданады, оны жазбаса да болады: \"байланыс ақпараты\" сұранысы \"байланыс және ақпараты\" сұранысымен бірдей.";
$MESS["SEARCH_OR"] = "немесе";
$MESS["SEARCH_OR_ALT"] = "<i>Логикалық \"немесе\"</i> операторы кем дегенде бір операндты қамтитын тауарларды іздеуге мүмкіндік береді.";
$MESS["SEARCH_NOT"] = "емес";
$MESS["SEARCH_NOT_ALT"] = "<i>Логикалық \"емес\"</i> операторы одан кейін көрсетілген сөзді қамтымайтын беттерді іздеуді шектейді.";
$MESS["SEARCH_BRACKETS_ALT"] = "<i>Жақшалар</i> логикалық операторлардың орындалу ретін белгілейді.";
$MESS["SEARCH_MODIFIED"] = "Өзгертілген:";
$MESS["SEARCH_NOTHING_TO_FOUND"] = "Кешіріңіз, іздеу сұранысыңыз бойынша ештеңе табылмады.";
$MESS["SEARCH_PATH"] = "Жолы:";
$MESS["SEARCH_SORT_BY_RANK"] = "Сәйкестік бойынша сұрыптау";
$MESS["SEARCH_SORTED_BY_DATE"] = "Күні бойынша сұрыпталған";
$MESS["SEARCH_SORTED_BY_RANK"] = "Сәйкестік бойынша сұрыпталған";
$MESS["SEARCH_SORT_BY_DATE"] = "Күні бойынша сұрыптау";
$MESS["CT_BSP_ADDITIONAL_PARAMS"] = "Іздеудің қосымша параметрлері";
$MESS["CT_BSP_KEYBOARD_WARNING"] = "\"#query#\" сұранысында пернетақта жаймасының қатесі түзетілді.";
?>